Repository: OpenPrinting/splix
Catalog: *.po
Languages: it

source: English
it: TRANSLATE English

source: ISOLatin1
it: TRANSLATE ISOLatin1

source: Samsung
it: TRANSLATE Samsung

source: ML-1610
it: TRANSLATE ML-1610

source: Letter - 8.5x11in
it: TRANSLATE Letter - 8.5x11in

source: Legal - 8.5x14in
it: TRANSLATE Legal - 8.5x14in

source: A4 - 210x297mm
it: TRANSLATE A4 - 210x297mm

source: Executive - 7.25x10.5in
it: TRANSLATE Executive - 7.25x10.5in

source: Ledger - 17x11in
it: TRANSLATE Ledger - 17x11in

source: A3 - 297x420mm
it: TRANSLATE A3 - 297x420mm

source: #10 Envelope - 4.13x9.5in
it: TRANSLATE #10 Envelope - 4.13x9.5in

source: Monarch - 3.875x7.5in
it: TRANSLATE Monarch - 3.875x7.5in

source: C5 - 162x229mm
it: TRANSLATE C5 - 162x229mm

source: DL - 110x220mm
it: TRANSLATE DL - 110x220mm

source: B4 - 257x364mm
it: TRANSLATE B4 - 257x364mm

source: B5 - 182x257mm
it: TRANSLATE B5 - 182x257mm

source: ISOB5 Envelope - 176x250mm
it: TRANSLATE ISOB5 Envelope - 176x250mm

source: A5 - 148x210mm
it: TRANSLATE A5 - 148x210mm

source: A6 - 105x148mm
it: TRANSLATE A6 - 105x148mm

source: ISOB6 Envelope - 176x125mm
it: TRANSLATE ISOB6 Envelope - 176x125mm

source: C6 - 114x162mm
it: TRANSLATE C6 - 114x162mm

source: Folio - 210x330mm
it: TRANSLATE Folio - 210x330mm

source: Resolution
it: TRANSLATE Resolution

source: 600 DPI
it: TRANSLATE 600 DPI

source: 300 DPI
it: TRANSLATE 300 DPI

source: InputSlot
it: TRANSLATE InputSlot

source: Automatic Selection
it: TRANSLATE Automatic Selection

source: Manual Feed
it: TRANSLATE Manual Feed

source: Paper Type
it: TRANSLATE Paper Type

source: Use Printer Default
it: TRANSLATE Use Printer Default

source: Plain Paper
it: TRANSLATE Plain Paper

source: Thick Paper
it: TRANSLATE Thick Paper

source: Thin Paper
it: TRANSLATE Thin Paper

source: Bond
it: TRANSLATE Bond

source: Transparency
it: TRANSLATE Transparency

source: Card Stock
it: TRANSLATE Card Stock

source: Label
it: TRANSLATE Label

source: Preprinted
it: TRANSLATE Preprinted

source: Colored Paper
it: TRANSLATE Colored Paper

source: Envelope
it: TRANSLATE Envelope

source: Power Save
it: TRANSLATE Power Save

source: Off
it: TRANSLATE Off

source: 5 Minutes
it: TRANSLATE 5 Minutes

source: 10 Minutes
it: TRANSLATE 10 Minutes

source: 15 Minutes
it: TRANSLATE 15 Minutes

source: 30 Minutes
it: TRANSLATE 30 Minutes

source: 45 Minutes
it: TRANSLATE 45 Minutes

source: 1 Hour
it: TRANSLATE 1 Hour

source: Toner Density
it: TRANSLATE Toner Density

source: Light
it: TRANSLATE Light

source: Medium
it: TRANSLATE Medium

source: Dark
it: TRANSLATE Dark

source: Toner Save
it: TRANSLATE Toner Save

source: Save
it: TRANSLATE Save

source: Standard
it: TRANSLATE Standard

source: Reprint When Jam
it: TRANSLATE Reprint When Jam

source: On
it: TRANSLATE On

source: ML-1710
it: TRANSLATE ML-1710

source: ML-2010
it: TRANSLATE ML-2010

source: 1200 DPI
it: TRANSLATE 1200 DPI

source: ML-2250
it: TRANSLATE ML-2250

source: Multi-Purpose Tray
it: TRANSLATE Multi-Purpose Tray

source: Tray 1
it: TRANSLATE Tray 1

source: Tray 2
it: TRANSLATE Tray 2

source: Envelope Tray
it: TRANSLATE Envelope Tray

source: Tray 3
it: TRANSLATE Tray 3

source: SRT Mode
it: TRANSLATE SRT Mode

source: Normal
it: TRANSLATE Normal

source: Text enhance
it: TRANSLATE Text enhance

source: Image enhance
it: TRANSLATE Image enhance

source: Installable Options
it: TRANSLATE Installable Options

source: Tray 2 Installed
it: TRANSLATE Tray 2 Installed

source: Not Installed
it: TRANSLATE Not Installed

source: Installed
it: TRANSLATE Installed

source: Envelope Tray Installed
it: TRANSLATE Envelope Tray Installed

source: Tray 3 Installed
it: TRANSLATE Tray 3 Installed
