Repository: OpenPrinting/splix
Catalog: po/*.po
Languages: it

source: English
it: Italian

source: #10 Envelope - 4.13x9.5in
it: Buste lettera #10 - 4.13x9.5in

source: ISOB5 Envelope - 176x250mm
it: Buste Lettera ISOB5 - 176x250mm

source: ISOB6 Envelope - 176x125mm
it: Buste lettera ISOB6 - 176x125mm

source: Resolution
it: Risoluzione

source: InputSlot
it: Slot di Input

source: Automatic Selection
it: Selezione Automatica

source: Manual Feed
it: Alimentazione Manuale

source: Paper Type
it: Tipo Carta

source: Use Printer Default
it: Usa Default Stampante

source: Plain Paper
it: Carta Semplice

source: Thick Paper
it: Carta Spessa

source: Thin Paper
it: Carta Sottile

source: Bond
it: Adesivo

source: Transparency
it: Lucido

source: Card Stock
it: Biglietti Da Visita

source: Label
it: Etichette

source: Preprinted
it: Prestampati

source: Colored Paper
it: Carta Colorata

source: Envelope
it: Busta da Lettera

source: Power Save
it: Risparmio Energetico

source: 5 Minutes
it: 5 Minuti

source: 10 Minutes
it: 10 Minuti

source: 15 Minutes
it: 15 Minuti

source: 30 Minutes
it: 30 Minuti

source: 45 Minutes
it: 45 Minuti

source: 1 Hour
it: 1 Ora

source: Toner Density
it: Densità del Toner

source: Light
it: Leggera

source: Medium
it: Media

source: Dark
it: Scura

source: Toner Save
it: Risparmio Toner

source: Save
it: Risparmio

source: Reprint When Jam
it: Ristampa se Inceppata

source: Multi-Purpose Tray
it: Caricatore Multifunzione

source: Tray 1
it: Caricatore 1

source: Tray 2
it: Caricatore 2

source: Envelope Tray
it: Caricatore Buste

source: Tray 3
it: Caricatore 3

source: SRT Mode
it: Modo SRT

source: Normal
it: Normale

source: Text enhance
it: Migliora il Testo

source: Image enhance
it: Migliora le Immagini

source: Installable Options
it: Opzioni Installabili

source: Tray 2 Installed
it: Caricatore 2 Installato

source: Not Installed
it: Non Installato

source: Installed
it: Installato

source: Envelope Tray Installed
it: Caricatore Buste Installato

source: Tray 3 Installed
it: Caricatore 3 Installato

source: Color Mode
it: Modo di colore

source: Grayscale
it: Gradazione di grigio

source: Color
it: Colore

source: CLP-500
it: TRANSLATE CLP-500

source: Xerox
it: TRANSLATE Xerox

source: Phaser 6100
it: TRANSLATE Phaser 6100

source: CLP-600
it: TRANSLATE CLP-600
